Revit 2027 API
ParameterTypeId.RbsFamilyContentDistributionSystem Property
 "Distribution System"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentDistributionSystem { get; }
Public Shared ReadOnly Property RbsFamilyContentDistributionSystem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentDistributionSystem {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentDistributionSystem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace